Repository: twikey/msbusinesscentral
Catalog: Translations/Twikey.*.xlf
Languages: cs_cz, da_dk, de_at, es_mx, fr_ca, nb_no, nl_be, sv_se

# Codeunit 1793454468 - Method 446519735 - NamedType 2667602313
source: %1 has been invited to sign the contract via Twikey!
cs_cz: %1 byl vyzván k podpisu smlouvy prostřednictvím Twikey!
da_dk: %1 er blevet inviteret til at underskrive kontrakten via Twikey!
es_mx: %1 ha sido invitado a firmar el contrato a través de Twikey!
nl_be: %1 werd uitgenodigd om het contract te ondertekenen via Twikey!

# Codeunit 1793454468 - Method 446519735 - NamedType 3459614776
source: Field Name %1 has not been set for Customer No. %2 and Contract Template Id %3
cs_cz: Název pole %1 nebyl nastaven pro číslo zákazníka %2 a ID šablony smlouvy %3
da_dk: Feltnavnet %1 er ikke angivet for debitornr.
es_mx: No se ha establecido el nombre de campo %1 para el número de cliente %2 y el identificador de plantilla de contrato %3
nl_be: Veldnaam %1 is niet ingesteld voor klantnummer %2 en contractsjabloon-id %3

# Codeunit 1793454468 - Method 446519735 - NamedType 1613578185
source: %1 has been invited to sign the contract via Twikey!
cs_cz: %1 byl vyzván k podpisu smlouvy prostřednictvím Twikey!
da_dk: %1 er blevet inviteret til at underskrive kontrakten via Twikey!
de_at: %1 wurde eingeladen, den Vertrag über Twikey zu unterzeichnen!
es_mx: %1 ha sido invitado a firmar el contrato a través de Twikey!
fr_ca: %1 a été invité à signer le contrat via Twikey!
nb_no: %1 er invitert til å signere kontrakten via Twikey!
nl_be: %1 werd uitgenodigd om het contract te ondertekenen via Twikey!
sv_se: %1 har blivit inbjuden att underteckna kontraktet via Twikey!

# Codeunit 1793454468 - Method 446519735 - NamedType 975881568
source: Field Name %1 has not been set for Customer No. %2 and Contract Template Id %3
cs_cz: Název pole %1 nebyl nastaven pro číslo zákazníka %2 a ID šablony smlouvy %3
da_dk: Feltnavnet %1 er ikke angivet for debitornr.
de_at: Feldname %1 wurde nicht für Kundennummer %2 und Vertragsvorlagen-ID %3 festgelegt
es_mx: No se ha establecido el nombre de campo %1 para el número de cliente %2 y el identificador de plantilla de contrato %3
fr_ca: Le nom de champ %1 n’a pas été défini pour le numéro de client %2 et l’id de modèle de contrat %3
nb_no: Feltnavnet %1 er ikke angitt for kundenr.
nl_be: Veldnaam %1 is niet ingesteld voor klantnummer %2 en contractsjabloon-id %3
sv_se: Fältnamn %1 har inte angetts för kundnr %2 och kontraktsmall-ID %3

# Codeunit 1793454468 - Method 3169489474 - NamedType 1613578185
source: The customer has been invited to sign the contract via Twikey!
cs_cz: Zákazník byl vyzván k podpisu smlouvy prostřednictvím Twikey!
da_dk: Kunden er blevet inviteret til at underskrive kontrakten via Twikey!
de_at: Der Kunde wurde eingeladen, den Vertrag über Twikey zu unterzeichnen!
es_mx: El cliente ha sido invitado a firmar el contrato a través de Twikey!
fr_ca: Le client a été invité à signer le contrat via Twikey!
nb_no: Kunden har blitt invitert til å signere kontrakten via Twikey!
nl_be: De klant is uitgenodigd om het contract te ondertekenen via Twikey!
sv_se: Kunden har blivit inbjuden att underteckna kontraktet via Twikey!

# Codeunit 1793454468 - Method 3169489474 - NamedType 975881568
source: Field Name %1 has not been set for Customer No. %2 and Contract Template Id %3
cs_cz: Název pole %1 nebyl nastaven pro číslo zákazníka %2 a ID šablony smlouvy %3
da_dk: Feltnavnet %1 er ikke angivet for debitornr.
de_at: Feldname %1 wurde nicht für Kundennummer %2 und Vertragsvorlagen-ID %3 festgelegt
es_mx: No se ha establecido el nombre de campo %1 para el número de cliente %2 y el identificador de plantilla de contrato %3
fr_ca: Le nom de champ %1 n’a pas été défini pour le numéro de client %2 et l’id de modèle de contrat %3
nb_no: Feltnavnet %1 er ikke angitt for kundenr.
nl_be: Veldnaam %1 is niet ingesteld voor klantnummer %2 en contractsjabloon-id %3
sv_se: Fältnamn %1 har inte angetts för kundnr %2 och kontraktsmall-ID %3

# Codeunit 1793454468 - Method 3169489474 - NamedType 338184951
source: The selected customers have been invited to sign the contract via Twikey!
cs_cz: Vybraní zákazníci byli vyzváni k podpisu smlouvy prostřednictvím Twikey!
da_dk: De udvalgte kunder er blevet inviteret til at underskrive kontrakten via Twikey!
de_at: Die ausgewählten Kunden wurden eingeladen, den Vertrag über Twikey zu unterzeichnen!
es_mx: Los clientes seleccionados han sido invitados a firmar el contrato a través de Twikey!
fr_ca: Les clients sélectionnés ont été invités à signer le contrat via Twikey!
nb_no: De utvalgte kundene har blitt invitert til å signere kontrakten via Twikey!
nl_be: De geselecteerde klanten zijn uitgenodigd om het contract te ondertekenen via Twikey!
sv_se: De utvalda kunderna har bjudits in att underteckna kontraktet via Twikey!

# Codeunit 1793454468 - Method 2273981139 - NamedType 1613578185
source: %1 has been invited to sign the contract via Twikey!
cs_cz: %1 byl vyzván k podpisu smlouvy prostřednictvím Twikey!
da_dk: %1 er blevet inviteret til at underskrive kontrakten via Twikey!
de_at: %1 wurde eingeladen, den Vertrag über Twikey zu unterzeichnen!
es_mx: %1 ha sido invitado a firmar el contrato a través de Twikey!
fr_ca: %1 a été invité à signer le contrat via Twikey!
nb_no: %1 er invitert til å signere kontrakten via Twikey!
nl_be: %1 werd uitgenodigd om het contract te ondertekenen via Twikey!
sv_se: %1 har blivit inbjuden att underteckna kontraktet via Twikey!

# Codeunit 1793454468 - Method 2273981139 - NamedType 975881568
source: Field Name %1 has not been set for Customer No. %2 and Contract Template Id %3
cs_cz: Název pole %1 nebyl nastaven pro číslo zákazníka %2 a ID šablony smlouvy %3
da_dk: Feltnavnet %1 er ikke angivet for debitornr.
de_at: Feldname %1 wurde nicht für Kundennummer %2 und Vertragsvorlagen-ID %3 festgelegt
es_mx: No se ha establecido el nombre de campo %1 para el número de cliente %2 y el identificador de plantilla de contrato %3
fr_ca: Le nom de champ %1 n’a pas été défini pour le numéro de client %2 et l’id de modèle de contrat %3
nb_no: Feltnavnet %1 er ikke angitt for kundenr.
nl_be: Veldnaam %1 is niet ingesteld voor klantnummer %2 en contractsjabloon-id %3
sv_se: Fältnamn %1 har inte angetts för kundnr %2 och kontraktsmall-ID %3

# Codeunit 1793454468 - Method 3109048480 - NamedType 1613578185
source: Do you want to send these documents to Twikey?
cs_cz: Chcete tyto dokumenty poslat Twikey?
da_dk: Vil du sende disse dokumenter til Twikey?
de_at: Möchten Sie diese Dokumente an Twikey senden?
es_mx: ¿Quieres enviar estos documentos a Twikey?
fr_ca: Voulez-vous envoyer ces documents à Twikey?
nb_no: Vil du sende disse dokumentene til Twikey?
nl_be: Wil je deze documenten naar Twikey sturen?
sv_se: Vill du skicka dessa dokument till Twikey?

# Codeunit 1793454468 - Method 3109048480 - NamedType 975881568
source: The documents have been succesfully sent to Twikey.
cs_cz: Dokumenty byly úspěšně odeslány Twikey.
da_dk: Dokumenterne er blevet sendt til Twikey.
de_at: Die Dokumente wurden erfolgreich an Twikey gesendet.
es_mx: Los documentos han sido enviados con éxito a Twikey.
fr_ca: Les documents ont été envoyés avec succès à Twikey.
nb_no: Dokumentene er sendt til Twikey.
nl_be: De documenten zijn met succes naar Twikey gestuurd.
sv_se: Dokumenten har framgångsrikt skickats till Twikey.

# Codeunit 1793454468 - Method 2493331554 - NamedType 1613578185
source: Do you want to send these documents to Twikey?
cs_cz: Chcete tyto dokumenty poslat Twikey?
da_dk: Vil du sende disse dokumenter til Twikey?
es_mx: ¿Quieres enviar estos documentos a Twikey?
nl_be: Wil je deze documenten naar Twikey sturen?

# Codeunit 1793454468 - Method 2493331554 - NamedType 975881568
source: The documents have been succesfully sent to Twikey.
cs_cz: Dokumenty byly úspěšně odeslány Twikey.
da_dk: Dokumenterne er blevet sendt til Twikey.
es_mx: Los documentos han sido enviados con éxito a Twikey.
nl_be: De documenten zijn met succes naar Twikey gestuurd.

# Codeunit 1793454468 - Method 2836789011 - NamedType 975881568
source: The sales invoices have been succesfully sent to Twikey.
cs_cz: Prodejní faktury byly úspěšně odeslány společnosti Twikey.
da_dk: Salgsfakturaerne er blevet sendt til Twikey.
de_at: Die Verkaufsrechnungen wurden erfolgreich an Twikey gesendet.
es_mx: Las facturas de venta se han enviado con éxito a Twikey.
fr_ca: Les factures de vente ont été envoyées avec succès à Twikey.
nb_no: Salgsfakturaene er vellykket sendt til Twikey.
nl_be: De verkoopfacturen zijn succesvol verstuurd naar Twikey.
sv_se: Försäljningsfakturorna har framgångsrikt skickats till Twikey.

# Codeunit 1793454468 - Method 2711058470 - NamedType 1613578185
source: Do you want to send this invoice to Twikey?
cs_cz: Chcete tuto fakturu odeslat společnosti Twikey?
da_dk: Vil du sende fakturaen til Twikey?
de_at: Möchten Sie diese Rechnung an Twikey senden?
es_mx: ¿Quieres enviar esta factura a Twikey?
fr_ca: Voulez-vous envoyer cette facture à Twikey?
nb_no: Vil du sende denne fakturaen til Twikey?
nl_be: Wilt u deze factuur naar Twikey sturen?
sv_se: Vill du skicka fakturan till Twikey?

# Codeunit 1793454468 - Method 2711058470 - NamedType 975881568
source: Invoice %1 has succesfully been sent to Twikey.
cs_cz: Faktura %1 byla úspěšně odeslána společnosti Twikey.
da_dk: Fakturaen %1 er med succes blevet sendt til Twikey.
de_at: Rechnung %1 wurde erfolgreich an Twikey gesendet.
es_mx: La factura %1 se ha enviado con éxito a Twikey.
fr_ca: La facture %1 a été envoyée avec succès à Twikey.
nb_no: Fakturaen %1 er sendt til Twikey.
nl_be: Factuur %1 is succesvol verzonden naar Twikey.
sv_se: Faktura %1 har framgångsrikt skickats till Twikey.

# Codeunit 1793454468 - Method 2573598312 - NamedType 975881568
source: The service invoices have been succesfully sent to Twikey.
cs_cz: Faktury za služby byly úspěšně odeslány společnosti Twikey.
da_dk: Servicefakturaerne er med succes blevet sendt til Twikey.
es_mx: Las facturas de servicio se han enviado con éxito a Twikey.
nl_be: De servicefacturen zijn succesvol verstuurd naar Twikey.

# Codeunit 1793454468 - Method 2414617329 - NamedType 1613578185
source: Do you want to send this invoice to Twikey?
cs_cz: Chcete tuto fakturu odeslat společnosti Twikey?
da_dk: Vil du sende fakturaen til Twikey?
es_mx: ¿Quieres enviar esta factura a Twikey?
nl_be: Wilt u deze factuur naar Twikey sturen?

# Codeunit 1793454468 - Method 2414617329 - NamedType 975881568
source: Invoice %1 has succesfully been sent to Twikey.
cs_cz: Faktura %1 byla úspěšně odeslána společnosti Twikey.
da_dk: Fakturaen %1 er med succes blevet sendt til Twikey.
es_mx: La factura %1 se ha enviado con éxito a Twikey.
nl_be: Factuur %1 is succesvol verzonden naar Twikey.

# Codeunit 1793454468 - Method 4258112487 - NamedType 1613578185
source: %1 has been invited to sign the contract via Twikey!
cs_cz: %1 byl vyzván k podpisu smlouvy prostřednictvím Twikey!
da_dk: %1 er blevet inviteret til at underskrive kontrakten via Twikey!
de_at: %1 wurde eingeladen, den Vertrag über Twikey zu unterzeichnen!
es_mx: %1 ha sido invitado a firmar el contrato a través de Twikey!
fr_ca: %1 a été invité à signer le contrat via Twikey!
nb_no: %1 er invitert til å signere kontrakten via Twikey!
nl_be: %1 werd uitgenodigd om het contract te ondertekenen via Twikey!
sv_se: %1 har blivit inbjuden att underteckna kontraktet via Twikey!

# Codeunit 1793454468 - Method 4258112487 - NamedType 975881568
source: Field Name %1 has not been set for Customer No. %2 and Contract Template Id %3
cs_cz: Název pole %1 nebyl nastaven pro číslo zákazníka %2 a ID šablony smlouvy %3
da_dk: Feltnavnet %1 er ikke angivet for debitornr.
de_at: Feldname %1 wurde nicht für Kundennummer %2 und Vertragsvorlagen-ID %3 festgelegt
es_mx: No se ha establecido el nombre de campo %1 para el número de cliente %2 y el identificador de plantilla de contrato %3
fr_ca: Le nom de champ %1 n’a pas été défini pour le numéro de client %2 et l’id de modèle de contrat %3
nb_no: Feltnavnet %1 er ikke angitt for kundenr.
nl_be: Veldnaam %1 is niet ingesteld voor klantnummer %2 en contractsjabloon-id %3
sv_se: Fältnamn %1 har inte angetts för kundnr %2 och kontraktsmall-ID %3

# Page 2066701543 - Property 2879900210
source: QR Code List
cs_cz: Seznam QR kódů
da_dk: QR-kodeliste
de_at: QR-Code-Liste
es_mx: Lista de códigos QR
fr_ca: Liste des codes QR
nb_no: Oversikt over QR-kode
nl_be: QR-code lijst
sv_se: Lista över QR-kod

# Page 3262628320 - Property 2879900210
source: QR Code Card
cs_cz: Karta QR kódu
da_dk: QR-kodekort
de_at: QR-Code-Karte
es_mx: Tarjeta de código QR
fr_ca: Carte de code QR
nb_no: QR-kodekort
nl_be: QR-codekaart
sv_se: QR-kodkort

# Page 3262628320 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné
da_dk: Generelt
de_at: Allgemein
fr_ca: Général
nb_no: Generelt
nl_be: Algemeen
sv_se: Allmänt

# Page 3262628320 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti
da_dk: Indstillinger
de_at: Optionen
es_mx: Opciones
nb_no: Alternativer
nl_be: Opties
sv_se: Alternativ

# Page 3262628320 - Action 1719252577 - Property 2879900210
source: Generate Image
cs_cz: Generovat obrázek
da_dk: Generer billede
de_at: Bild generieren
es_mx: Generar imagen
fr_ca: Générer une image
nb_no: Generer bilde
nl_be: Afbeelding genereren
sv_se: Generera bild

# Page 753682245 - Property 2879900210
source: Image
cs_cz: Obraz
da_dk: Grafik
de_at: Abbildung
es_mx: Imagen
fr_ca: L’image
nb_no: Bilde
nl_be: Afbeelding
sv_se: Bild

# Page 1789890240 - Property 2879900210
source: Customer Ledger Entry Twikey Registrations
cs_cz: Registrace položky zákazníka Twikey
da_dk: Debitorpost Twikey-registreringer
de_at: Debitorenbucheintrag Twikey-Registrierungen
es_mx: Registros de Twikey de entrada del libro mayor de clientes
fr_ca: Inscriptions Twikey au grand livre client
nb_no: Kunde Ledger Entry Twikey Registreringer
nl_be: Customer Ledger Entry Twikey Registraties
sv_se: Twikey-registreringar för kundreskontra

# Page 3493356490 - Property 2879900210
source: Customer Ledger Entry Twikey Registrations
cs_cz: Registrace položky zákazníka Twikey
da_dk: Debitorpost Twikey-registreringer
de_at: Debitorenbucheintrag Twikey-Registrierungen
es_mx: Registros de Twikey de entrada del libro mayor de clientes
fr_ca: Inscriptions Twikey au grand livre client
nb_no: Kunde Ledger Entry Twikey Registreringer
nl_be: Customer Ledger Entry Twikey Registraties
sv_se: Twikey-registreringar för kundreskontra

# Page 957837022 - Property 2879900210
source: Twikey Contract Templates
cs_cz: Šablony smluv Twikey
da_dk: Twikey Kontraktskabeloner
de_at: Twikey-Vertragsvorlagen
es_mx: Plantillas de contrato de Twikey
fr_ca: Modèles de contrat Twikey
nb_no: Maler for Twikey-kontrakter
nl_be: Twikey Contract Sjablonen
sv_se: Twikey-kontraktmallar

# Page 957837022 - Action 183296051 - Property 2879900210
source: Additional Fields
cs_cz: Další pole
da_dk: Yderligere felter
de_at: Zusätzliche Felder
es_mx: Campos adicionales
fr_ca: Champs supplémentaires
nb_no: Flere felt
nl_be: Extra velden
sv_se: Ytterligare fält

# Page 4275153114 - Property 2879900210
source: Twikey Contract Template Fields
cs_cz: Pole šablon smlouvy Twikey
da_dk: Twikey Kontrakt skabelon felter
de_at: Felder für Twikey-Vertragsvorlagen
es_mx: Campos de plantilla de contrato de Twikey
fr_ca: Champs de modèle de contrat Twikey
nb_no: Felt for Twikey-kontraktmal
nl_be: Velden voor Twikey-contractsjabloon
sv_se: Fält för twikeykontraktsmall

# Page 329662908 - Property 2879900210
source: Twikey Document Fields
cs_cz: Pole dokumentu Twikey
da_dk: Twikey dokumentfelter
de_at: Twikey-Dokumentfelder
es_mx: Campos de documento de Twikey
fr_ca: Champs de document Twikey
nb_no: Twikey-dokumentfelt
nl_be: Twikey documentvelden
sv_se: Twikey-dokumentfält

# Page 4236331142 - Property 2879900210
source: Twikey Documents
cs_cz: Dokumenty Twikey
da_dk: Twikey-dokumenter
de_at: Twikey-Dokumente
es_mx: Documentos de Twikey
nb_no: Twikey-dokumenter
nl_be: Twikey documenten
sv_se: Twikey-dokument

# Page 4236331142 - Action 788258546 - Property 2879900210
source: Cancel
cs_cz: Storno
da_dk: Annuller
de_at: Abbrechen
es_mx: Cancelar
fr_ca: Annuler
nb_no: Avbryt
nl_be: Annuleren
sv_se: Avbryt

# Page 4236331142 - Action 3605406306 - Property 2879900210
source: Reactivate
cs_cz: Reaktivovat
da_dk: Genaktivere
de_at: Reaktivieren
es_mx: Reactivar
fr_ca: Réactiver
nb_no: Reaktivere
nl_be: Opnieuw activeren
sv_se: Reaktivera

# Page 4236331142 - Action 2320133870 - Property 2879900210
source: Suspend
cs_cz: Přerušit
da_dk: Suspendere
de_at: Aufhängen
es_mx: Suspender
fr_ca: Suspendre
nb_no: Suspendere
nl_be: Opschorten
sv_se: Hänga

# Page 1182292278 - Property 2879900210
source: Twikey Documents
cs_cz: Dokumenty Twikey
da_dk: Twikey-dokumenter
de_at: Twikey-Dokumente
es_mx: Documentos de Twikey
nb_no: Twikey-dokumenter
nl_be: Twikey documenten
sv_se: Twikey-dokument

# Page 1182292278 - Action 788258546 - Property 2879900210
source: Cancel
cs_cz: Storno
da_dk: Annuller
de_at: Abbrechen
es_mx: Cancelar
fr_ca: Annuler
nb_no: Avbryt
nl_be: Annuleren
sv_se: Avbryt

# Page 1182292278 - Action 3605406306 - Property 2879900210
source: Reactivate
cs_cz: Reaktivovat
da_dk: Genaktivere
de_at: Reaktivieren
es_mx: Reactivar
fr_ca: Réactiver
nb_no: Reaktivere
nl_be: Opnieuw activeren
sv_se: Reaktivera

# Page 1182292278 - Action 2320133870 - Property 2879900210
source: Suspend
cs_cz: Přerušit
da_dk: Suspendere
de_at: Aufhängen
es_mx: Suspender
fr_ca: Suspendre
nb_no: Suspendere
nl_be: Opschorten
sv_se: Hänga

# Page 1973775548 - Property 2019332006
source: New,Process,Report,Log Entries
cs_cz: Nový,Proces,Sestava,Položky protokolu
da_dk: Ny,Proces,Rapport,Logposter
de_at: Neu,Prozess,Bericht,Einträge protokollieren
es_mx: Nuevo,Proceso,Informe,Registrar entradas
fr_ca: Nouveau,Processus,Rapport,Entrées de journal
nb_no: Ny,Prosess,Rapport,Loggposter
nl_be: Nieuw,Verwerken,Rapporten,Logposten
sv_se: Ny,Process,Rapport,Loggtransaktioner

# Page 1973775548 - Property 2879900210
source: Twikey Log Entries
cs_cz: Položky protokolu Twikey
da_dk: Twikey Log Poster
de_at: Twikey-Protokolleinträge
es_mx: Entradas de registro de Twikey
fr_ca: Entrées de journal Twikey
nb_no: Loggoppføringer for Twikey
sv_se: Twikey-loggposter

# Page 1973775548 - Action 2526477354 - Property 1295455071
source: Clear the list of all log entries.
cs_cz: Vymazat seznam všech položek protokolu.
da_dk: Ryd listen med alle logposter.
de_at: Löscht die Liste aller Protokolleinträge.
es_mx: Permite borrar la lista de todos los movimientos de registro.
fr_ca: Effacez la liste de toutes les écritures journal.
nb_no: Fjern alle loggposter fra listen.
nl_be: Verwijder alle logposten uit de lijst.
sv_se: Rensa alla loggposter i listan.

# Page 1973775548 - Action 2526477354 - Property 2879900210
source: Delete All Entries
cs_cz: Smazat všechny položky
da_dk: Slet alle poster
de_at: Alle Einträge löschen
es_mx: Eliminar todos los movs.
fr_ca: Supprimer toutes les écritures
nb_no: Slett alle poster
nl_be: Alle items verwijderen
sv_se: Ta bort alla transaktioner

# Page 1973775548 - Action 377844979 - Property 1295455071
source: Clear the list of log entries that are older than 7 days.
cs_cz: Vymazat seznam položek protokolu, které jsou starší než 7 dní.
da_dk: Ryd listen med logposter, der er ældre end 7 dage.
de_at: Löscht die Liste der Protokolleinträge, die älter als sieben Tage sind.
es_mx: Permite borrar la lista de movimientos de registro con más de 7 días de antigüedad.
fr_ca: Effacez la liste des écritures du journal de plus de 7 jours.
nb_no: Fjern loggposter fra listen som er eldre enn 7 dager.
nl_be: Logposten die ouder zijn dan 7 dagen, uit de lijst verwijderen.
sv_se: Rensa listan med loggposter som är äldre än sju dagar.

# Page 1973775548 - Action 377844979 - Property 2879900210
source: Delete Entries Older Than 7 Days
cs_cz: Smazat položky starší než 7 dní
da_dk: Slet poster ældre end syv dage
de_at: Posten löschen, die über 7 Tage alt sind
es_mx: Eliminar movs. anteriores a 7 días
fr_ca: Supprimer les écritures datant de plus de 7 jours
nb_no: Slett poster eldre enn 7 dager
nl_be: Items ouder dan 7 dagen verwijderen
sv_se: Ta bort transaktioner som är äldre än 7 dagar

# Page 3611350946 - Property 2879900210
source: Twikey Log Entry
cs_cz: Záznam protokolu Twikey
da_dk: Twikey Log Post
de_at: Twikey-Protokolleintrag
es_mx: Entrada de registro de Twikey
fr_ca: Entrée de journal Twikey
nb_no: Loggoppføring for Twikey
nl_be: Twikey logpost
sv_se: Loggpost för twikey

# Page 3611350946 - NamedType 2640682137
source: Request
cs_cz: Požadavek
da_dk: Anmodning
de_at: Anforderung
es_mx: Peticiones
fr_ca: Demande
nb_no: Anmodning
nl_be: Aanvraag
sv_se: Begäran

# Page 3611350946 - NamedType 825013599
source: Response
cs_cz: Odezva
da_dk: Svar
de_at: Antwort
es_mx: Respuesta
fr_ca: Réponse
nb_no: Svar
nl_be: Reactie
sv_se: Svar

# Page 3611350946 - Control 3208954024 - Property 2879900210
source: Request
cs_cz: Požadavek
da_dk: Anmodning
de_at: Anforderung
es_mx: Peticiones
fr_ca: Demande
nb_no: Anmodning
nl_be: Aanvraag
sv_se: Begäran

# Page 3611350946 - Control 1820458482 - Property 2879900210
source: Response
cs_cz: Odezva
da_dk: Svar
de_at: Antwort
es_mx: Respuesta
fr_ca: Réponse
nb_no: Svar
nl_be: Reactie
sv_se: Svar

# Page 3611350946 - Control 1093812292 - Property 2879900210
source: Json Data Viewer
cs_cz: Prohlížeč dat JSON
da_dk: Json Datafremviser
es_mx: Visor de datos JSON
nl_be: Json-gegevensviewer

# Page 2206473552 - Property 2879900210
source: Twikey Sales Registrations
cs_cz: Registrace prodeje Twikey
da_dk: Twikey salgsregistreringer
es_mx: Registros de ventas de Twikey
nl_be: Twikey Sales Registraties

# Page 2812164912 - Property 2879900210
source: Twikey Sales Registrations
cs_cz: Registrace prodeje Twikey
da_dk: Twikey salgsregistreringer
es_mx: Registros de ventas de Twikey
nl_be: Twikey Sales Registraties

# Page 2376476057 - Property 2879900210
source: Twikey Service Registrations
cs_cz: Registrace služeb Twikey
da_dk: Twikey Service Registreringer
es_mx: Registros de servicio de Twikey
nl_be: Twikey Service Registraties

# Page 2126850212 - Property 2879900210
source: Twikey Service Registrations
cs_cz: Registrace služeb Twikey
da_dk: Twikey Service Registreringer
es_mx: Registros de servicio de Twikey
nl_be: Twikey Service Registraties

# Page 2666609899 - Property 2879900210
source: Twikey Setup
cs_cz: Nastavení Twikey
da_dk: Twikey Installation
de_at: Twikey-Einrichtung
es_mx: Configuración de Twikey
fr_ca: Configuration de Twikey
nb_no: Installasjon av Twikey
nl_be: Twikey instellen
sv_se: Installationsprogram för Twikey

# Page 2666609899 - Control 2445482498 - Property 2879900210
source: General
cs_cz: Obecné
da_dk: Generelt
de_at: Allgemein
fr_ca: Général
nb_no: Generelt
nl_be: Algemeen
sv_se: Allmänt

# Page 2666609899 - Action 3693644651 - Property 2879900210
source: Contract Templates
cs_cz: Šablony smluv
da_dk: Kontraktskabeloner
de_at: Vertragsvorlagen
es_mx: Plantillas de contrato
fr_ca: Modèles de contrat
nb_no: Contract-maler
nl_be: Contract sjablonen
sv_se: Kontraktsmallar

# Page 2666609899 - Action 2316947810 - Property 2879900210
source: Log Entries
cs_cz: Položky protokolu
da_dk: Logposter
de_at: Protokolleinträge
es_mx: Movimientos registro
fr_ca: Entrées de journal
nb_no: Loggoppføringer
nl_be: Logposten
sv_se: Logga poster

# Page 2666609899 - Action 1573863285 - Property 2879900210
source: Change Environment
cs_cz: Změna prostředí
da_dk: Skift miljø
de_at: Umgebung ändern
es_mx: Entorno de cambio
fr_ca: Changer l’environnement
nb_no: Endre miljø
nl_be: Verander omgeving
sv_se: Ändra miljö
