Repository: twikey/msbusinesscentral
Catalog: Translations/Twikey.*.xlf
Languages: cs_cz, da_dk, de_at, es_mx, fr_ca, nb_no, nl_be, sv_se

# Table 108801889 - Field 448862064 - Property 2879900210
source: Border
cs_cz: Hranice
da_dk: Grænse
de_at: Grenze
es_mx: Frontera
fr_ca: Frontière
nb_no: Grense
nl_be: Grens
sv_se: Gräns

# Table 108801889 - Field 2581161485 - Property 2879900210
source: ECC Level
cs_cz: Úroveň ECC
da_dk: ECC-niveau
de_at: ECC-Ebene
es_mx: Nivel ECC
fr_ca: Niveau ECC
nb_no: ECC-nivå
nl_be: ECC-niveau
sv_se: ECC-nivå

# Table 108801889 - Field 2581161485 - Property 62802879
source: Low (L),Medium-Low (M),Medium-High (Q),High (H)
cs_cz: Nízká (L), středně nízká (M), středně vysoká (Q), vysoká (H)
da_dk: Lav (L),Mellem-lav (M),Mellemhøj (Q), høj (H)
de_at: Niedrig (L),Mittel-Niedrig (M),Mittel-Hoch (Q),Hoch (H)
es_mx: Bajo (L),Medio-Bajo (M),Medio-Alto (Q),Alto (H)
fr_ca: Faible (L), Moyen-Faible (M), Moyen-Haut (Q), Élevé (H)
nb_no: Lav (L), Middels lav (M), Middels høy (Q), Høy (H)
nl_be: Laag (L), Gemiddeld-Laag (M), Middelhoog(Q),Hoog (H)
sv_se: Låg (L),medelhög (M),medelhög (Q),hög (H)

# Table 108801889 - Field 3581037481 - Property 2879900210
source: Height
cs_cz: Výška
da_dk: Højde
de_at: Höhe
es_mx: Alto
fr_ca: Hauteur
nb_no: Høyde
nl_be: Hoogte
sv_se: Höjd

# Table 108801889 - Field 3122986371 - Property 2879900210
source: Include Text
cs_cz: Zahrnout text
da_dk: Medtag tekst
de_at: Text einschließen
es_mx: Incluir texto
fr_ca: Inclure du texte
nb_no: Inkluder tekst
nl_be: Tekst opnemen
sv_se: Inkludera text

# Table 108801889 - Field 1594621544 - Property 2879900210
source: Picture
cs_cz: Obrázek
da_dk: Billede
de_at: Bild
es_mx: Imagen
fr_ca: Image
nb_no: Bilde
nl_be: Afbeelding
sv_se: Bild

# Table 108801889 - Field 1150440080 - Property 2879900210
source: Picture Type
cs_cz: Typ obrázku
da_dk: Billedtype
de_at: Bildtyp
es_mx: Tipo de imagen
fr_ca: Type d’image
nb_no: Bildetype
nl_be: Afbeeldingstype
sv_se: Bildtyp

# Table 108801889 - Field 2333076789 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
da_dk: Primærnøgle
de_at: Primärschlüssel
es_mx: Clave principal
fr_ca: Clé primaire
nb_no: Primærnøkkel
nl_be: Primaire sleutel
sv_se: Primärnyckel

# Table 108801889 - Field 789959666 - Property 2879900210
source: Reverse Colors
cs_cz: Reverzní barvy
da_dk: Omvendte farver
de_at: Umgekehrte Farben
es_mx: Colores inversos
fr_ca: Couleurs inversées
nb_no: Omvendte farger
nl_be: Omgekeerde kleuren
sv_se: Omvända färger

# Table 108801889 - Field 3964473375 - Property 2879900210
source: Size
cs_cz: Velikost
da_dk: Størrelse
de_at: Größe
es_mx: Tamaño
fr_ca: Taille
nb_no: Størrelse
nl_be: Grootte
sv_se: Storlek

# Table 108801889 - Field 1878130204 - Property 2879900210
source: Type
cs_cz: Typ
de_at: Art
es_mx: Tipo
nl_be: Soort
sv_se: Typ

# Table 108801889 - Field 1878130204 - Property 62802879
source: Select a Type,Code 39,Code 128a,Code 128b,Code 128c,2 of 5 Interleaved,QR Code
cs_cz: Vyberte Typ,Kód 39,Kód 128a,Kód 128b,Kód 128c,2 z 5 Prokládaný,QR kód
da_dk: Vælg en type,Kode 39,Kode 128a,Kode 128b,Kode 128c,2 af 5 Interleaved,QR-kode
de_at: Wählen Sie einen Typ,Code 39,Code 128a,Code 128b,Code 128c,2 von 5 Interleaved,QR Code
es_mx: Seleccione un tipo, código 39, código 128a, código 128b, código 128c, 2 de 5 intercalados, código QR
fr_ca: Sélectionnez un type, code 39, code 128a, code 128b, code 128c, 2 de 5 entrelacés, code QR
nb_no: Velg type,kode 39,kode 128a,kode 128b,kode 128c,2 av 5 sammenflettet,QR-kode
nl_be: Selecteer een type, code 39, code 128a, code 128b, code 128c, 2 van 5 interleaved, QR-code
sv_se: Välj en typ,Kod 39,Kod 128a,Kod 128b,Kod 128c,2 av 5 Interfolierad,QR-kod

# Table 108801889 - Field 1131619133 - Property 2879900210
source: Value
cs_cz: Hodnota
da_dk: Værdi
de_at: Wert
es_mx: Valor
fr_ca: Valeur
nb_no: Verdi
nl_be: Waarde
sv_se: Värde

# Table 108801889 - Field 613790498 - Property 2879900210
source: Width
cs_cz: Šířka
da_dk: Bredde
de_at: Breite
es_mx: Ancho
fr_ca: Largeur
nb_no: Bredde
nl_be: Breedte
sv_se: Bredd

# Table 1980309087 - Property 2879900210
source: Customer Ledger Entry Twikey Registration
cs_cz: Registrace položky zákazníka Twikey
da_dk: Registrering af kundepost Twikey
de_at: Debitorenbucheintrag Twikey-Registrierung
es_mx: Registro de Twikey de entrada del libro mayor de clientes
fr_ca: Inscription au grand livre client Inscription Twikey
nb_no: Kunde Ledger Entry Twikey Registrering
nl_be: Customer Ledger Entry Twikey Registratie
sv_se: Registrering av Twikey för kundreskontra

# Table 1980309087 - Field 1507120289 - Property 2879900210
source: Customer Ledger Entry Document No.
cs_cz: Číslo dokladu pro zadání knihy odběratele
da_dk: Debitor Finans Indtastningsdokument nr.
de_at: Debitorenpostenbeleg-Nr.
es_mx: Documento de entrada del libro mayor de clientes No.
fr_ca: Document d’entrée du grand livre client n°
nb_no: Kundereskontro Entry Document nr.
nl_be: Nummer van het boekingsdocument voor klantenboek.
sv_se: Kundreskontra Entry Document nr.

# Table 1980309087 - Field 1582530403 - Property 2879900210
source: Customer Ledger Entry No.
cs_cz: Číslo položky zákazníka
da_dk: Debitorpost nr.
de_at: Debitorenposten-Nr.
es_mx: Entrada del libro mayor de clientes No.
fr_ca: N° d’entrée du grand livre client
nb_no: Kundereskontro nr.
nl_be: Nummer van de klantpost.
sv_se: Kundreskontra Transaktion nr.

# Table 1980309087 - Field 883711285 - Property 2879900210
source: Entry No.
cs_cz: Číslo položky
da_dk: Løbenr.
de_at: Lfd. Nr.
es_mx: Nº mov.
fr_ca: N° écriture
nb_no: Løpenr.
nl_be: Volgnummer
sv_se: Löpnr

# Table 1980309087 - Field 2641924796 - Property 2879900210
source: Invoice Payment URL
cs_cz: Adresa URL platby faktury
da_dk: URL-adresse til fakturabetaling
de_at: Zahlungs-URL der Rechnung
es_mx: URL de pago de facturas
fr_ca: URL de paiement de la facture
nb_no: URL-adresse for fakturabetaling
nl_be: URL voor factuurbetaling
sv_se: URL för fakturabetalning

# Table 1980309087 - Field 2452959191 - Property 2879900210
source: Invoice Status
cs_cz: Stav faktury
da_dk: Fakturastatus
de_at: Rechnungsstatus
es_mx: Estado de factura
fr_ca: État de la facture
nb_no: Faktura Status
nl_be: Factuurstatus
sv_se: Faktura Status

# Table 1980309087 - Field 1157550427 - Property 2879900210
source: Twikey Invoice Id
cs_cz: Id faktury Twikey
da_dk: Twikey faktura-id
de_at: Twikey Rechnungs-ID
es_mx: ID de factura de Twikey
nb_no: Twikey-faktura-ID
nl_be: Twikey Factuur ID
sv_se: Twikey faktura-ID

# Table 47957142 - Field 467812692 - Property 2879900210
source: Accept
cs_cz: Přijmout
da_dk: Accepter
de_at: Akzeptieren
es_mx: Aceptar
fr_ca: Accepter
nb_no: Godta
nl_be: Accepteren
sv_se: Acceptera

# Table 47957142 - Field 3926698677 - Property 2879900210
source: Blob
cs_cz: Objekt BLOB
fr_ca: Objet BLOB

# Table 47957142 - Field 2575460289 - Property 2879900210
source: Password
cs_cz: Heslo
da_dk: Adgangskode
de_at: Kennwort
es_mx: Contraseña
fr_ca: Mot de passe
nb_no: Passord
nl_be: Wachtwoord
sv_se: Lösenord

# Table 47957142 - Field 2333076789 - Property 2879900210
source: PrimaryKey
cs_cz: PrimárníKlíč
fr_ca: Clé primaire
nb_no: PrimærNøkkel
sv_se: Primärnyckel

# Table 47957142 - Field 3003898253 - Property 2879900210
source: URL
cs_cz: Adresa URL
da_dk: URL-adresse

# Table 47957142 - Field 3549826426 - Property 2879900210
source: UserName
cs_cz: Název uživatele
da_dk: Brugernavn
de_at: Nutzername
es_mx: Nombre de usuario
fr_ca: Nom d’utilisateur
nb_no: Brukernavn
nl_be: Gebruikersnaam
sv_se: Användarnamn

# Table 4154990448 - Property 2879900210
source: Twikey Contract Template
cs_cz: Šablona smlouvy Twikey
da_dk: Twikey kontrakt skabelon
de_at: Twikey-Vertragsvorlage
es_mx: Plantilla de contrato de Twikey
fr_ca: Modèle de contrat Twikey
nb_no: Twikey-kontraktmal
nl_be: Twikey Contract Sjabloon
sv_se: Twikey-kontraktmall

# Table 4154990448 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis
da_dk: Beskrivelse
de_at: Beschreibung
es_mx: Descripción
nb_no: Beskrivelse
nl_be: Omschrijving
sv_se: Beskrivning

# Table 4154990448 - Field 1382944743 - Property 2879900210
source: Send Mail on Invite
cs_cz: Odeslat poštu na pozvané
da_dk: Send e-mail på inviter
de_at: E-Mail auf Einladung senden
es_mx: Enviar correo por invitación
fr_ca: Envoyer du courrier sur invitation
nb_no: Send e-post ved invitasjon
nl_be: E-mail verzenden op uitnodiging
sv_se: Skicka e-post på inbjudan

# Table 2450849996 - Property 2879900210
source: Twikey Contract Template Field
cs_cz: Pole šablony smlouvy Twikey
da_dk: Twikey Kontrakt skabelon felt
de_at: Twikey-Vertragsvorlagenfeld
es_mx: Campo plantilla de contrato de Twikey
fr_ca: Champ de modèle de contrat Twikey
nb_no: Felt for Twikey-kontraktmal
nl_be: Twikey Contract Template Veld
sv_se: Fältet Twikey-kontraktmall

# Table 2450849996 - Field 3070320983 - Property 2879900210
source: Field Name
cs_cz: Název pole
da_dk: Feltnavn
de_at: Feldname
es_mx: Nombre de campo
fr_ca: Nom du champ
nb_no: Feltnavn
nl_be: Veldnaam
sv_se: Fältnamn

# Table 2450849996 - Field 1461151337 - Property 2879900210
source: Mandatory
cs_cz: Povinné
da_dk: Obligatorisk
de_at: Obligatorisch
es_mx: Obligatorio
fr_ca: Obligatoire
nb_no: Obligatorisk
nl_be: Verplicht
sv_se: Obligatorisk

# Table 4091800859 - Property 2879900210
source: Twikey Document
cs_cz: Twikey dokument
da_dk: Twikey-dokument
de_at: Twikey-Dokument
es_mx: Documento Twikey
nb_no: Twikey-dokument
sv_se: Twikey-dokument

# Table 4091800859 - Field 1157332158 - Property 2879900210
source: Cancel Reason
cs_cz: Zrušit důvod
da_dk: Annuller årsag
de_at: Stornierungsgrund
es_mx: Motivo de la cancelación
fr_ca: Raison de l’annulation
nb_no: Avbryt årsak
nl_be: Reden annuleren
sv_se: Avbryt orsak

# Table 4091800859 - Field 4274503382 - Property 2879900210
source: Contract Template
cs_cz: Šablona smlouvy
da_dk: Kontraktskabelon
de_at: Vertragsvorlage
es_mx: Plantilla de contrato
fr_ca: Modèle de contrat
nb_no: Kontraktmal
nl_be: Contract sjabloon
sv_se: Kontraktmall

# Table 4091800859 - Field 4190130733 - Property 2879900210
source: Customer No.
cs_cz: Číslo zákazníka
da_dk: Debitornr.
de_at: Debitorennr.
es_mx: N.º de cliente
fr_ca: N° client
nb_no: Kundenr.
nl_be: Klantnr.
sv_se: Kundnr

# Table 4091800859 - Field 2326231102 - Property 2879900210
source: Document Id
cs_cz: Id dokladu
da_dk: Bilags-id
de_at: Beleg-ID
es_mx: Id. documento
nb_no: Dokument-ID
sv_se: Dokument-ID

# Table 4091800859 - Field 513339096 - Property 2879900210
source: Status
cs_cz: Stav
es_mx: Estado
fr_ca: État

# Table 1577736773 - Property 2879900210
source: Twikey Document Field
cs_cz: Pole dokumentu Twikey
da_dk: Twikey-dokumentfelt
de_at: Twikey-Dokumentfeld
es_mx: Campo de documento Twikey
fr_ca: Champ de document Twikey
nb_no: Twikey-dokumentfelt
nl_be: Twikey-documentveld
sv_se: Twikey-dokumentfält

# Table 1577736773 - Field 4274503382 - Property 2879900210
source: Contract Template
cs_cz: Šablona smlouvy
da_dk: Kontraktskabelon
de_at: Vertragsvorlage
es_mx: Plantilla de contrato
fr_ca: Modèle de contrat
nb_no: Kontraktmal
nl_be: Contract sjabloon
sv_se: Kontraktmall

# Table 1577736773 - Field 4190130733 - Property 2879900210
source: Customer No.
cs_cz: Číslo zákazníka
da_dk: Debitornr.
de_at: Debitorennr.
es_mx: N.º de cliente
fr_ca: N° client
nb_no: Kundenr.
nl_be: Klantnr.
sv_se: Kundnr

# Table 1577736773 - Field 3070320983 - Property 2879900210
source: Field Name
cs_cz: Název pole
da_dk: Feltnavn
de_at: Feldname
es_mx: Nombre de campo
fr_ca: Nom du champ
nb_no: Feltnavn
nl_be: Veldnaam
sv_se: Fältnamn

# Table 1577736773 - Field 958223187 - Property 2879900210
source: Field Value
cs_cz: Hodnota pole
da_dk: Feltværdi
de_at: Feldwert
es_mx: Valor de campo
fr_ca: Valeur du champ
nb_no: Feltverdi
nl_be: Veldwaarde
sv_se: Fältvärde

# Table 3611350946 - Property 2879900210
source: Twikey Log Entry
cs_cz: Záznam protokolu Twikey
da_dk: Twikey Log Post
de_at: Twikey-Protokolleintrag
es_mx: Entrada de registro de Twikey
fr_ca: Entrée de journal Twikey
nb_no: Loggoppføring for Twikey
nl_be: Twikey logpost
sv_se: Loggpost för twikey

# Table 3611350946 - NamedType 2476940767
source: Are you sure that you want to delete the log entries?
cs_cz: Jste si jisti, že chcete odstranit položky protokolu?
da_dk: Er du sikker på, at du vil slette logposterne?
de_at: Sind Sie sicher, dass Sie die Protokolleinträge löschen möchten?
es_mx: ¿Está seguro de que desea eliminar las entradas de registro?
fr_ca: Êtes-vous sûr de vouloir supprimer les entrées de journal ?
nb_no: Er du sikker på at du vil slette loggoppføringene?
nl_be: Weet u zeker dat u de logboekvermeldingen wilt verwijderen?
sv_se: Vill du ta bort loggposterna?

# Table 3611350946 - Field 2491730758 - Property 2879900210
source: Date and Time
cs_cz: Datum a čas
da_dk: Dato og tidspunkt
de_at: Datum und Uhrzeit
es_mx: Fecha y hora
fr_ca: Date et heure
nb_no: Dato og klokkeslett
nl_be: Datum en tijd
sv_se: Datum och tid

# Table 3611350946 - Field 883711285 - Property 2879900210
source: Entry No.
cs_cz: Číslo položky
da_dk: Løbenr.
de_at: Lfd. Nr.
es_mx: Nº mov.
fr_ca: N° écriture
nb_no: Løpenr.
nl_be: Volgnummer
sv_se: Löpnr

# Table 3611350946 - Field 4132733409 - Property 2879900210
source: Method
cs_cz: Metoda
da_dk: Metode
de_at: Methode
es_mx: Método
fr_ca: Méthode
nb_no: Metode
nl_be: Methode
sv_se: Metod

# Table 3611350946 - Field 3351914939 - Property 2879900210
source: Request
cs_cz: Požadavek
da_dk: Anmodning
de_at: Anforderung
es_mx: Peticiones
fr_ca: Demande
nb_no: Anmodning
nl_be: Aanvraag
sv_se: Begäran

# Table 3611350946 - Field 2278520725 - Property 2879900210
source: Response
cs_cz: Odezva
da_dk: Svar
de_at: Antwort
es_mx: Respuesta
fr_ca: Réponse
nb_no: Svar
nl_be: Reactie
sv_se: Svar

# Table 3611350946 - Field 2379948459 - Property 2879900210
source: Status Code
cs_cz: Kód stavu
da_dk: Statuskode
es_mx: Cód. estado
fr_ca: Code d’état
nb_no: Status Kode
nl_be: Status
sv_se: Statuskod

# Table 3611350946 - Field 2647579790 - Property 2879900210
source: Status Description
cs_cz: Popis stavu
da_dk: Beskrivelse af status
de_at: Statusbeschreibung
es_mx: Descripción del estado
fr_ca: Description de l’état
nb_no: Beskrivelse av status
nl_be: Status beschrijving
sv_se: Statusbeskrivning

# Table 3611350946 - Field 1230148255 - Property 2879900210
source: Time
cs_cz: Čas
da_dk: Tidspunkt
de_at: Zeit
es_mx: Hora
fr_ca: Heure
nb_no: Klokkeslett
nl_be: Tijd
sv_se: Tid

# Table 3611350946 - Field 3003898253 - Property 2879900210
source: URL
cs_cz: Adresa URL
da_dk: URL-adresse

# Table 3611350946 - Field 2708250016 - Property 2879900210
source: User ID
cs_cz: ID uživatele
da_dk: Bruger-id
de_at: Benutzer-ID
es_mx: Id. usuario
fr_ca: Code utilisateur
nb_no: Bruker-ID
nl_be: Gebruikers-id
sv_se: Användar-ID

# Table 1243684569 - Property 2879900210
source: Twikey Registration
cs_cz: Registrace Twikey
da_dk: Twikey Registrering
de_at: Twikey Registrierung
es_mx: Registro Twikey
fr_ca: Enregistrement Twikey
nb_no: Twikey-registrering
nl_be: Twikey Registratie
sv_se: Twikey-registrering

# Table 1243684569 - Field 883711285 - Property 2879900210
source: Entry No.
cs_cz: Číslo položky
da_dk: Løbenr.
de_at: Lfd. Nr.
es_mx: Nº mov.
fr_ca: N° écriture
nb_no: Løpenr.
nl_be: Volgnummer
sv_se: Löpnr

# Table 1243684569 - Field 2641924796 - Property 2879900210
source: Invoice Payment URL
cs_cz: Adresa URL platby faktury
da_dk: URL-adresse til fakturabetaling
de_at: Zahlungs-URL der Rechnung
es_mx: URL de pago de facturas
fr_ca: URL de paiement de la facture
nb_no: URL-adresse for fakturabetaling
nl_be: URL voor factuurbetaling
sv_se: URL för fakturabetalning

# Table 1243684569 - Field 2452959191 - Property 2879900210
source: Invoice Status
cs_cz: Stav faktury
da_dk: Fakturastatus
de_at: Rechnungsstatus
es_mx: Estado de factura
fr_ca: État de la facture
nb_no: Faktura Status
nl_be: Factuurstatus
sv_se: Faktura Status

# Table 1243684569 - Field 1094616889 - Property 2879900210
source: Posted Sales Invoice No.
cs_cz: Zaúčtovaná prodejní faktura č.
da_dk: Bogført salgsfakturanr.
de_at: Gebuchte Verkaufsrechnung Nr.
es_mx: Factura de venta publicada No.
fr_ca: Facture de vente affichée No.
nb_no: Bokført salgsfakturanr.
nl_be: Geboekte verkoopfactuurnr.
sv_se: Bokförd försäljningsfakturanr

# Table 1243684569 - Field 1157550427 - Property 2879900210
source: Twikey Invoice Id
cs_cz: Id faktury Twikey
da_dk: Twikey faktura-id
de_at: Twikey Rechnungs-ID
es_mx: ID de factura de Twikey
nb_no: Twikey-faktura-ID
nl_be: Twikey Factuur ID
sv_se: Twikey faktura-ID

# Table 2376476057 - Property 2879900210
source: Twikey Service Registration
cs_cz: Registrace služby Twikey
da_dk: Registrering af Twikey-tjenesten
es_mx: Registro del servicio Twikey
nl_be: Twikey Service Registratie

# Table 2376476057 - Field 883711285 - Property 2879900210
source: Entry No.
cs_cz: Číslo položky
da_dk: Løbenr.
es_mx: Nº mov.
nl_be: Volgnummer

# Table 2376476057 - Field 2641924796 - Property 2879900210
source: Invoice Payment URL
cs_cz: Adresa URL platby faktury
da_dk: URL-adresse til fakturabetaling
es_mx: URL de pago de facturas
nl_be: URL voor factuurbetaling

# Table 2376476057 - Field 2452959191 - Property 2879900210
source: Invoice Status
cs_cz: Stav faktury
da_dk: Fakturastatus
es_mx: Estado de factura
nl_be: Factuurstatus

# Table 2376476057 - Field 1635153558 - Property 2879900210
source: Posted Service Invoice No.
cs_cz: Zaúčtovaná faktura za služby č.
da_dk: Bogført servicefakturanr.
es_mx: Factura de servicio contabilizada n.º
nl_be: Geboekte servicefactuur nr.

# Table 2376476057 - Field 1157550427 - Property 2879900210
source: Twikey Invoice Id
cs_cz: Id faktury Twikey
da_dk: Twikey faktura-id
es_mx: ID de factura de Twikey
nl_be: Twikey Factuur ID

# Table 2666609899 - Property 2879900210
source: Twikey Setup
cs_cz: Nastavení Twikey
da_dk: Twikey Installation
de_at: Twikey-Einrichtung
es_mx: Configuración de Twikey
fr_ca: Configuration de Twikey
nb_no: Installasjon av Twikey
nl_be: Twikey instellen
sv_se: Installationsprogram för Twikey

# Table 2666609899 - Field 4253087169 - Property 2879900210
source: API Key
cs_cz: Kód rozhraní API
da_dk: API-nøgle
de_at: API-Schlüssel
es_mx: Clave de API
fr_ca: Clé API
nb_no: API-nøkkel
nl_be: API-sleutel
sv_se: API-nyckel

# Table 2666609899 - Field 2377467855 - Property 2879900210
source: Enable Log
cs_cz: Povolit protokol
da_dk: Aktiver log
de_at: Protokoll aktivieren
es_mx: Habilitar registro
fr_ca: Activer le journal
nb_no: Aktiver logg
nl_be: Logboek inschakelen
sv_se: Aktivera logg

# Table 2666609899 - Field 3734307494 - Property 2879900210
source: Enable Twikey Integration
cs_cz: Povolit integraci Twikey
da_dk: Aktiver Twikey Integration
de_at: Twikey-Integration aktivieren
es_mx: Habilitar la integración de Twikey
fr_ca: Activer l’intégration Twikey
nb_no: Aktiver Twikey-integrasjon
nl_be: Twikey-integratie inschakelen
sv_se: Aktivera Twikey-integrering

# Table 2666609899 - Field 4139421402 - Property 2879900210
source: Environment URL
cs_cz: Adresa URL prostředí
da_dk: URL-adresse for miljø
de_at: Umgebungs-URL
es_mx: URL de entorno
fr_ca: URL de l’environnement
nb_no: URL-adresse for miljø
nl_be: Omgevings-URL
sv_se: URL för miljö

# Table 2666609899 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
da_dk: Primærnøgle
de_at: Primärschlüssel
es_mx: Clave principal
fr_ca: Clé primaire
nb_no: Primærnøkkel
nl_be: Primaire sleutel
sv_se: Primärnyckel

# Codeunit 574812255 - Method 2331973957 - NamedType 993997389
source: No implementation for fieldtype: "%1".
cs_cz: Žádná implementace pro typ pole: "%1".
da_dk: Ingen implementering for felttype: "%1".
es_mx: No hay implementación para el tipo de campo: "%1".
nl_be: Geen implementatie voor veldtype: "%1".

# Codeunit 574812255 - Method 3754832518 - NamedType 993997389
source: No implementation for fieldtype: "%1".
cs_cz: Žádná implementace pro typ pole: "%1".
da_dk: Ingen implementering for felttype: "%1".
es_mx: No hay implementación para el tipo de campo: "%1".
nl_be: Geen implementatie voor veldtype: "%1".

# Codeunit 1793454468 - NamedType 2128880793
source: Twikey has not been set up correctly
cs_cz: Twikey nebyl správně nastaven
da_dk: Twikey er ikke konfigureret korrekt
de_at: Twikey wurde nicht richtig eingerichtet
es_mx: Twikey no se ha configurado correctamente
fr_ca: Twikey n’a pas été configuré correctement
nb_no: Twikey er ikke riktig konfigurert
nl_be: Twikey is niet correct ingesteld
sv_se: Twikey har inte konfigurerats korrekt

# Codeunit 1793454468 - Method 2199338384 - NamedType 1613578185
source: The contract has been cancelled via Twikey!
cs_cz: Smlouva byla zrušena přes Twikey!
da_dk: Kontrakten er blevet annulleret via Twikey!
de_at: Der Vertrag wurde über Twikey gekündigt!
es_mx: El contrato ha sido cancelado a través de Twikey!
fr_ca: Le contrat a été annulé via Twikey!
nb_no: Kontrakten er kansellert via Twikey!
nl_be: Het contract is opgezegd via Twikey!
sv_se: Kontraktet har sagts upp via Twikey!

# Codeunit 1793454468 - Method 2199338384 - NamedType 975881568
source: Are you sure you want to send this cancellation to Twikey?
cs_cz: Určitě chcete toto zrušení odeslat společnosti Twikey?
da_dk: Er du sikker på, at du vil sende denne annullering til Twikey?
de_at: Sind Sie sicher, dass Sie diese Stornierung an Twikey senden möchten?
es_mx: ¿Está seguro de que desea enviar esta cancelación a Twikey?
fr_ca: Êtes-vous sûr de vouloir envoyer cette annulation à Twikey?
nb_no: Er du sikker på at du vil sende denne annulleringen til Twikey?
nl_be: Weet u zeker dat u deze annulering naar Twikey wilt sturen?
sv_se: Vill du skicka avbokningen till Twikey?

# Codeunit 1793454468 - Method 2199338384 - NamedType 338184951
source: The contract has not been cancelled via Twikey, please cancel it manually via Twikey.
cs_cz: Smlouva nebyla zrušena prostřednictvím Twikey, zrušte ji ručně prostřednictvím Twikey.
da_dk: Kontrakten er ikke blevet annulleret via Twikey, skal du annullere den manuelt via Twikey.
de_at: Der Vertrag wurde nicht über Twikey gekündigt, bitte kündigen Sie ihn manuell über Twikey.
es_mx: El contrato no ha sido cancelado a través de Twikey, por favor cancele manualmente a través de Twikey.
fr_ca: Le contrat n’a pas été annulé via Twikey, veuillez l’annuler manuellement via Twikey.
nb_no: Kontrakten er ikke kansellert via Twikey, vennligst avbryt den manuelt via Twikey.
nl_be: Het contract is niet opgezegd via Twikey, gelieve het handmatig op te zeggen via Twikey.
sv_se: Kontraktet har inte sagts upp via Twikey, vänligen avbryt det manuellt via Twikey.

# Codeunit 1793454468 - Method 1295257704 - NamedType 2933283993
source: Twikey Contract Templates have not been set up correctly
cs_cz: Šablony smluv Twikey nebyly správně nastaveny
da_dk: Twikey Contract Templates er ikke konfigureret korrekt
de_at: Twikey-Vertragsvorlagen wurden nicht korrekt eingerichtet
es_mx: Las plantillas de contrato de Twikey no se han configurado correctamente
fr_ca: Les modèles de contrat Twikey n’ont pas été configurés correctement
nb_no: Twikey-kontraktmaler er ikke riktig konfigurert
nl_be: Twikey Contract Templates zijn niet correct ingesteld
sv_se: Twikey-kontraktmallar har inte konfigurerats korrekt

# Codeunit 1793454468 - Method 1295257704 - NamedType 2473511087
source: You have to select a contract template
cs_cz: Musíte vybrat šablonu smlouvy
da_dk: Du skal vælge en kontraktskabelon
de_at: Sie müssen eine Vertragsvorlage auswählen
es_mx: Tienes que seleccionar una plantilla de contrato
fr_ca: Vous devez sélectionner un modèle de contrat
nb_no: Du må velge en kontraktmal
nl_be: U moet een contractsjabloon selecteren
sv_se: Du måste välja en kontraktmall
