Repository: twikey/msbusinesscentral
Catalog: Translations/Twikey.*.xlf
Languages: cs_cz, da_dk, de_at, es_mx, fr_ca, nb_no, nl_be, sv_se

# Page 2666609899 - Action 3894687207 - Property 2879900210
source: Beta Environment
cs_cz: Beta prostředí
da_dk: Betamiljø
de_at: Beta-Umgebung
es_mx: Entorno beta
fr_ca: Environnement bêta
nb_no: Betamiljø
nl_be: Bèta-omgeving
sv_se: Betamiljö

# Page 2666609899 - Action 3830648864 - Property 2879900210
source: Production Environment
cs_cz: Produkční prostředí
da_dk: Produktionsmiljø
de_at: Produktionsumgebung
es_mx: Entorno de producción
fr_ca: Environnement de production
nb_no: Produksjonsmiljø
nl_be: Productieomgeving
sv_se: Produktionsmiljö

# Page 2666609899 - Action 2421935703 - Property 2879900210
source: Update Status
cs_cz: Stav aktualizace
da_dk: Status for opdatering
es_mx: Estado de actualización
fr_ca: État de la mise à jour
nb_no: Oppdatere status
sv_se: Uppdatera status

# Report 3061425335 - Property 2879900210
source: Send Posted Sales Invoices to Twikey
cs_cz: Odeslání zaúčtovaných prodejních faktur do Twikey
da_dk: Send bogførte salgsfakturaer til Twikey
es_mx: Enviar facturas de ventas registradas a Twikey
nl_be: Geboekte verkoopfacturen verzenden naar Twikey

# Report 2488134852 - Property 2879900210
source: Send Posted Service Invoices to Twikey
cs_cz: Odeslání zaúčtovaných faktur za služby do Twikey
da_dk: Send bogførte servicefakturaer til Twikey
es_mx: Enviar facturas de servicio registradas a Twikey
nl_be: Geboekte servicefacturen naar Twikey sturen

# PageExtension 1206817445 - Action 2683919842 - Property 2879900210
source: Invite Customer via Twikey
cs_cz: Pozvěte zákazníka přes Twikey
da_dk: Inviter kunden via Twikey
de_at: Kunden über Twikey einladen
es_mx: Invitar al cliente a través de Twikey
fr_ca: Inviter le client via Twikey
nb_no: Inviter kunde via Twikey
nl_be: Nodig klant uit via Twikey
sv_se: Bjud in kund via Twikey

# PageExtension 1206817445 - Action 329662908 - Property 2879900210
source: Twikey Document Fields
cs_cz: Pole dokumentu Twikey
da_dk: Twikey dokumentfelter
de_at: Twikey-Dokumentfelder
es_mx: Campos de documento de Twikey
fr_ca: Champs de document Twikey
nb_no: Twikey-dokumentfelt
nl_be: Twikey documentvelden
sv_se: Twikey-dokumentfält

# PageExtension 1206817445 - Action 4236331142 - Property 2879900210
source: Twikey Documents
cs_cz: Dokumenty Twikey
da_dk: Twikey-dokumenter
de_at: Twikey-Dokumente
es_mx: Documentos de Twikey
nb_no: Twikey-dokumenter
nl_be: Twikey documenten
sv_se: Twikey-dokument

# PageExtension 537322452 - Action 2221657339 - Property 2879900210
source: Send to Twikey
cs_cz: Odeslat na Twikey
da_dk: Send til Twikey
de_at: An Twikey senden
es_mx: Enviar a Twikey
fr_ca: Envoyer à Twikey
nb_no: Send til Twikey
nl_be: Stuur naar Twikey
sv_se: Skicka till Twikey

# PageExtension 2322629807 - Action 2683919842 - Property 2879900210
source: Invite Selected Customers via Twikey
cs_cz: Pozvěte vybrané zákazníky přes Twikey
da_dk: Inviter udvalgte kunder via Twikey
de_at: Ausgewählte Kunden über Twikey einladen
es_mx: Invitar a clientes seleccionados a través de Twikey
fr_ca: Inviter des clients sélectionnés via Twikey
nb_no: Inviter utvalgte kunder via Twikey
nl_be: Nodig geselecteerde klanten uit via Twikey
sv_se: Bjud in utvalda kunder via Twikey

# PageExtension 2322629807 - Action 329662908 - Property 2879900210
source: Twikey Document Fields
cs_cz: Pole dokumentu Twikey
da_dk: Twikey dokumentfelter
de_at: Twikey-Dokumentfelder
es_mx: Campos de documento de Twikey
fr_ca: Champs de document Twikey
nb_no: Twikey-dokumentfelt
nl_be: Twikey documentvelden
sv_se: Twikey-dokumentfält

# PageExtension 2322629807 - Action 4236331142 - Property 2879900210
source: Twikey Documents
cs_cz: Dokumenty Twikey
da_dk: Twikey-dokumenter
de_at: Twikey-Dokumente
es_mx: Documentos de Twikey
nb_no: Twikey-dokumenter
nl_be: Twikey documenten
sv_se: Twikey-dokument

# PageExtension 2031543085 - Action 2221657339 - Property 2879900210
source: Send to Twikey
cs_cz: Odeslat na Twikey
da_dk: Send til Twikey
de_at: An Twikey senden
es_mx: Enviar a Twikey
fr_ca: Envoyer à Twikey
nb_no: Send til Twikey
nl_be: Stuur naar Twikey
sv_se: Skicka till Twikey

# PageExtension 662147876 - Action 1862262051 - Property 2879900210
source: Send Selection to Twikey
cs_cz: Odeslat výběr do Twikey
da_dk: Send valg til Twikey
de_at: Auswahl an Twikey senden
es_mx: Enviar selección a Twikey
fr_ca: Envoyer la sélection à Twikey
nb_no: Send utvalg til Twikey
nl_be: Selectie verzenden naar Twikey
sv_se: Skicka markering till Twikey

source: Do you want to send the selected sales invoices to Twikey?
cs_cz: Chcete poslat vybrané prodejní faktury Twikey?
da_dk: Vil du sende de valgte salgsfakturaer til Twikey?
de_at: Möchten Sie die ausgewählten Verkaufsrechnungen an Twikey senden?
es_mx: ¿Desea enviar las facturas de venta seleccionadas a Twikey?
fr_ca: Voulez-vous envoyer les factures de vente sélectionnées à Twikey?
nb_no: Vil du sende de valgte salgsfakturaene til Twikey?
nl_be: Wilt u de geselecteerde verkoopfacturen naar Twikey sturen?
sv_se: Vill du skicka de valda försäljningsfakturorna till Twikey?

# PageExtension 3122156647 - Action 1862262051 - Property 2879900210
source: Send Selection to Twikey
cs_cz: Odeslat výběr do Twikey

source: Do you want to send the selected service invoices to Twikey?
cs_cz: Chcete posílat vybrané servisní faktury do Twikey?

# TableExtension 4104933725 - Field 145278149 - Property 2879900210
source: Twikey Invoice Status
cs_cz: Stav faktury Twikey
da_dk: Twikey Faktura status
de_at: Twikey Rechnungsstatus
es_mx: Estado de la factura de Twikey
fr_ca: État de la facture Twikey
nb_no: Status for Twikey-faktura
nl_be: Twikey Factuur status
sv_se: Twikey-fakturastatus

# TableExtension 4266317225 - Field 700312659 - Property 2879900210
source: Twikey Document Id
cs_cz: ID dokumentu Twikey
da_dk: Twikey dokument id
de_at: Twikey-Dokument-ID
nb_no: Twikey dokument-ID
sv_se: Twikey-dokument-ID

# TableExtension 4266317225 - Field 4192066120 - Property 2879900210
source: Twikey Enabled
cs_cz: Povoleno Twikey
da_dk: Twikey aktiveret
de_at: Twikey aktiviert
es_mx: Twikey habilitado
fr_ca: Twikey activé
nb_no: Twikey aktivert
nl_be: Twikey ingeschakeld
sv_se: Twikey aktiverad

# TableExtension 4266317225 - Field 4192066120 - Property 62802879
source: Always,Optional,Disable
cs_cz: Vždy,Volitelné,Zakázat
da_dk: Altid,Valgfrit,Deaktiver
de_at: Immer,Optional,Deaktivieren
es_mx: Siempre,Opcional,Deshabilitar
fr_ca: Toujours,Facultatif,Désactiver
nb_no: Alltid,Valgfritt,Deaktiver
nl_be: Altijd, optioneel, uitschakelen
sv_se: Alltid,Valfritt,Inaktivera

# TableExtension 4266317225 - Field 623261521 - Property 2879900210
source: Twikey Document Status
cs_cz: Stav dokumentu Twikey
da_dk: Twikey-dokumentstatus
de_at: Status des Twikey-Dokuments
es_mx: Estado del documento Twikey
fr_ca: État du document Twikey
nb_no: Status for Twikey-dokument
sv_se: Twikey-dokumentstatus

# TableExtension 2130014080 - Field 4154990448 - Property 2879900210
source: Twikey Alt. Contract Template
cs_cz: Šablona smlouvy Twikey Alt.
da_dk: Kontraktskabelon til Twikey Alt
de_at: Twikey Alt. Vertragsvorlage
es_mx: Plantilla de contrato alternativa de Twikey
fr_ca: Twikey Alt. Modèle de contrat
nb_no: Mal for Twikey Alt. kontrakt
nl_be: Twikey Alt. Contract Sjabloon
sv_se: Twikey Alt. Kontraktmall

# TableExtension 1229858455 - Field 4154990448 - Property 2879900210
source: Twikey Alt. Contract Template
cs_cz: Šablona smlouvy Twikey Alt.
da_dk: Kontraktskabelon til Twikey Alt
de_at: Twikey Alt. Vertragsvorlage
es_mx: Plantilla de contrato alternativa de Twikey
fr_ca: Twikey Alt. Modèle de contrat
nb_no: Mal for Twikey Alt. kontrakt
nl_be: Twikey Alt. Contract Sjabloon
sv_se: Twikey Alt. Kontraktmall

# TableExtension 1229858455 - Field 145278149 - Property 2879900210
source: Twikey Invoice Status
cs_cz: Stav faktury Twikey
da_dk: Twikey Faktura status
de_at: Twikey Rechnungsstatus
es_mx: Estado de la factura de Twikey
fr_ca: État de la facture Twikey
nb_no: Status for Twikey-faktura
nl_be: Twikey Factuur status
sv_se: Twikey-fakturastatus

# TableExtension 2494743339 - Field 4154990448 - Property 2879900210
source: Twikey Alt. Contract Template
cs_cz: Šablona smlouvy Twikey Alt.
da_dk: Kontraktskabelon til Twikey Alt
es_mx: Plantilla de contrato alternativa de Twikey
nl_be: Twikey Alt. Contract Sjabloon

# TableExtension 2138814236 - Field 4154990448 - Property 2879900210
source: Twikey Alt. Contract Template
cs_cz: Šablona smlouvy Twikey Alt.
da_dk: Kontraktskabelon til Twikey Alt
es_mx: Plantilla de contrato alternativa de Twikey
nl_be: Twikey Alt. Contract Sjabloon

# TableExtension 2138814236 - Field 145278149 - Property 2879900210
source: Twikey Invoice Status
cs_cz: Stav faktury Twikey
da_dk: Twikey Faktura status
es_mx: Estado de la factura de Twikey
nl_be: Twikey Factuur status

# Table 47957142 - Field 1953297401 - Property 2879900210
source: RestMethod
sv_se: RestMethod (på andra)

# Page 2206473552 - Property 2879900210
source: Twikey Registrations
de_at: Twikey-Registrierungen
fr_ca: Enregistrements Twikey
nb_no: Twikey-registreringer
sv_se: Twikey registreringar

# Page 2812164912 - Property 2879900210
source: Twikey Registrations
de_at: Twikey-Registrierungen
fr_ca: Enregistrements Twikey
nb_no: Twikey-registreringer
sv_se: Twikey registreringar

# Table 4154990448 - Field 415504711 - Property 2879900210
source: Id
fr_ca: Code

# Table 2450849996 - Field 415504711 - Property 2879900210
source: Id
fr_ca: Code
